<template>
  <div>
    <section class="text-center mb-5">
      <b>
        แบบยืนยันตัวตนเพื่อขอรับสิทธิ์ลดค่าเล่าเรียน ภาคเรียนที่ 1 /2564
        มหาวิทยาลัยราชภัฏศรีสะเกษ <br />
        ตามโครงการมาตรการการลดค่าใช้จ่ายด้านการศึกษาของนิสิตนักศึกษาในสถาบันอุดมศึกษาภาครัฐและเอกชน
      </b>
    </section>

    <section class="mb-5">
      <p class="text-indent">
        ด้วยการยืนยันตัวตนผ่านระบบอิเล็กทรอนิกส์ของมหาวิทยาลัยราชภัฏศรีสะเกษ
        ข้าพเจ้าขอรับรองว่า ข้าพเจ้าเป็นผู้กระทำการยืนยันตัวตน
        และยืนยันสิทธิ์นี้ด้วยตัวข้าพเจ้าเอง โดยข้าพเจ้าขอแสดงความประสงค์ดังนี้
      </p>
      <div class="grid md:grid-cols-12 mt-5">
        <div class="col-span-1 text-5xl text-green-600 flex items-center">
          <!-- <i class="far fa-check-circle"></i> -->
          <font-awesome-icon :icon="['fa', 'check-circle']" />
        </div>
        <div class="col-span-10">
          ข้าพเจ้าขอ<b class="underline">ยืนยันสิทธิ์รับส่วนลด</b>
          ค่าธรรมเนียมการศึกษาสถาบันอุดมศึกษาของรัฐ
          ตามมาตรการการลดภาระค่าใช้จ่ายด้านการศึกษาของนิสิตนักศึกษาในสถาบันอุดมศึกษาภาครัฐและเอกชน
          ของกระทรวงการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม ในภาคเรียนที่
          1/2564 ตามมติคณะรัฐมนตรี
          และในการนี้ข้าพเจ้ายินยอมให้มหาวิทยาลัย/สถาบัน
          รับเงินที่ภาครัฐสนับสนุน แทนข้าพเจ้าในส่วนที่ข้าพเจ้าพึงได้รับ
          และออกหลักฐานการรับเงินเพื่อเป็นหลักฐานแก่สำนักบริหารหนี้สาธารณะในนามข้าพเจ้า
          และสำหรับการตรวจสอบจากหน่วยงานที่เกี่ยวข้องต่อไป
        </div>
      </div>
      <div class="grid md:grid-cols-12 mt-5">
        <div class="col-span-1 text-5xl text-gray-400">
          <!-- <i class="far fa-times-circle"></i> -->
          <font-awesome-icon :icon="['fa', 'times-circle']" />
        </div>
        <div class="col-span-10">
          ข้าพเจ้า<b class="underline">ไม่ขอรับส่วนลด</b>
          ค่าเล่าเรียนและค่าธรรมเนียมการศึกษาสถาบันอุดมศึกษาของรัฐ
          ของกระทรวงการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม ในภาคเรียนที่
          1/2564
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {}
</script>

<style>
</style>